tap "homebrew/bundle"
tap "sigstore/tap"
tap "warrensbox/tap"
brew "openssl@3"
brew "oniguruma"
brew "bat"
brew "fzf"
brew "pcre2"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "htop"
brew "jj"
brew "jq"
brew "kubernetes-cli"
brew "libffi"
brew "libyaml"
brew "minikube"
brew "p7zip"
brew "pkgconf"
brew "podman"
brew "readline"
brew "xz"
brew "python@3.14"
brew "reattach-to-user-namespace"
brew "skaffold"
brew "tmux"
brew "watch"
brew "ykman"
brew "zsh"
brew "sigstore/tap/gitsign"
cask "1password-cli"
cask "android-platform-tools"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "podman-desktop"
