tap "bazelbuild/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sigstore/tap"
brew "xz"
brew "ansible"
brew "awk"
brew "bash"
brew "oniguruma"
brew "bat"
brew "coreutils"
brew "cue"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "kind"
brew "kubernetes-cli", link: false
brew "micro"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "openssl@1.1"
brew "p7zip"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "tmux"
brew "watch"
brew "websocat"
brew "wget"
brew "ykman"
brew "zsh"
brew "sigstore/tap/gitsign"
cask "android-platform-tools"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "gitbook"
cask "keepingyouawake"
cask "multipass"
