tap "hashicorp/tap"
tap "homebrew/bundle"
tap "sigstore/tap"
tap "warrensbox/tap"
brew "xz"
brew "ansible"
brew "awk"
brew "awscli"
brew "bash"
brew "oniguruma"
brew "bat"
brew "coreutils"
brew "cue"
brew "direnv"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "nmap"
brew "p7zip"
brew "pkgconf"
brew "pre-commit"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "reattach-to-user-namespace"
brew "skaffold"
brew "tmux"
brew "watch"
brew "websocat"
brew "wget"
brew "ykman"
brew "zsh"
brew "sigstore/tap/gitsign"
cask "1password-cli"
cask "android-platform-tools"
cask "font-hack-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "orbstack"
